{
  "home": {
    "introduction": "Classy, modern\nconscious homes.",
    "firstText": "Great homes begin\nwith great\nrelationships.",
    "secondText": "Throughout the design process,\nwe collaborate with each client to gain an\nunderstanding of their unique needs –\ndefining the success of each building.",
    "slideshow": [
      "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://images.unsplash.com/photo-1582268611958-ebfd161ef9cf?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://images.unsplash.com/photo-1502005097973-6a7082348e28?q=80&w=1587&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://images.unsplash.com/photo-1613977257365-aaae5a9817ff?q=80&w=1587&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://images.unsplash.com/photo-1597211833712-5e41faa202ea?q=80&w=1635&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://images.unsplash.com/photo-1600585154363-67eb9e2e2099?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://images.unsplash.com/photo-1595243643203-06ba168495ea?q=80&w=1635&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://images.unsplash.com/photo-1613490493576-7fde63acd811?q=80&w=1742&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://images.unsplash.com/photo-1600566753190-17f0baa2a6c3?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    ]
  },
  "about": {
    "introduction": "Uniting families with\ntheir environments",
    "firstText": "We love to build modernist homes that connect with and celebrate their natural environment.",
    "secondText": "Our first home in 2012 was a personal retreat we named Aturna. An all-glass pavilion, flat roof, post and beam structure. The home was off-grid and sustainable, giving us a sense of independence and a synonymous relationship with our natural surroundings.",
    "thirdText": "We drew design inspiration from the timeless mid-century “International style” architecture alongside the 1945 – 1966 California Case Study House Program. Aturna was a phenomenon – attracting the attention of architecture, lifestyle and ecological publications worldwide. Like minded people began contacting us and FAROhouse was born.",
    "conclusionText": "Our ideals remain the same - Our inspiration now is you.",
    "firstImage": "https://images.unsplash.com/photo-1596313127813-b9f7c7a3b466?q=80&w=1587&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "mainImage": "https://plus.unsplash.com/premium_photo-1661876567457-d9bd96f4b67f?q=80&w=1548&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "finalImage": "https://images.unsplash.com/photo-1523240795612-9a054b0db644?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  "contact": {
    "introduction": "Say hello.",
    "location": "Perols, Antibes and Cannes.",
    "mainImage": "https://images.unsplash.com/photo-1524863479829-916d8e77f114?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  "architects": [
    {
      "id": 1,
      "firstName": "Florian",
      "lastName": "Gomez",
      "mail": "florian@farohouse.com",
      "phone": "+33 123456789"
    },
    {
      "id": 2,
      "firstName": "Fanny",
      "lastName": "Lisle",
      "mail": "fanny@farohouse.com",
      "phone": "+33 123456789"
    }
  ],
  "process": {
    "introduction": "An efficient journey\nfrom start to finish.",
    "items": [
      {
        "id": 1,
        "title": "meet",
        "image": "https://images.unsplash.com/photo-1568992687947-868a62a9f521?q=80&w=3132&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "We believe that great homes begin with great relationships. By listening and getting to know you we’ll gain an intimate understanding of the requirements of your home. Through discussions at our studio, on-site or in your home you’ll come to know us and the Fh design philosophy. And, together, we will develop an inspired, collaborative process to realizing your vision."
      },
      {
        "id": 2,
        "title": "site-discovery",
        "image": "https://images.unsplash.com/photo-1522850067562-a4c60453058d?q=80&w=2865&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "Walking your property with you enables us to gain a sense of balance between nature and structure. To establish the optimum building footprint: to address set-back requirements, to truly understand the topography features and geographic orientation of the house. Time spent together on site will inform the home’s sensitivity and integration with your natural environment."
      },
      {
        "id": 3,
        "title": "schematic-design",
        "image": "https://images.unsplash.com/photo-1628158145409-9e222b56cc0b?q=80&w=3043&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "Fh develops a site-specific schematic design. The floor plan, elevation drawings, and 3D model enable you to envision the interior open plan flow, view each exterior elevation, and gain a visual perspective. With the drawings in hand, we revisit your property to confirm the schematic designs site orientation. Combining a meaningful design with a home that is synonymous with its surroundings has defined the success of each home."
      },
      {
        "id": 4,
        "title": "budget-analysis",
        "image": "https://images.unsplash.com/photo-1531860711453-b2f3b6453611?q=80&w=3087&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "We have developed a budget analysis spreadsheet that will take you step-by-step through both the Fh build and complete finishing of the house. Our team will provide a square foot estimate for the Mh supplied components. The cost to finish the home can vary, based on the level of finishing materials you choose. Our budget analysis spreadsheet will guide you through the options and costs for a variety of finishes, helping you to make the optimum choices to meet your design and budget requirements."
      },
      {
        "id": 5,
        "title": "construction-documents",
        "image": "https://plus.unsplash.com/premium_photo-1661899568046-a533b923de67?q=80&w=2400&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "Fh works with municipal planning and building departments to establish by-law and building compliance. We will complete building permit applications, create site plan development drawings and SB12 energy design summaries. The documents include General Notes, Typical Details, Foundation, Floor, Floor Framing, Roof Framing, and Roof Slope Plans, 4 Elevations, Cross Sections, Wall Sections, and Specified Detail drawings from the foundation to the roof slope construction."
      },
      {
        "id": 6,
        "title": "structural-engineering",
        "image": "https://images.unsplash.com/photo-1587582423116-ec07293f0395?q=80&w=2970&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "The Fh pre-engineered post and beam building system is specified to a 16’ x 16’ modular grid. The superstructure of our custom modular home eliminates the requirement for load-bearing walls, providing an open plan with the opportunity to integrate extensive floor-to-ceiling windows. Roof lines are kept low and flat. The Fh roof framing system is engineered to withstand maximum wind and snow loads. Our structural engineer partner, Blackwell, reviews, and stamps the structural drawings for building permit."
      },
      {
        "id": 7,
        "title": "energy-efficient",
        "image": "https://images.unsplash.com/photo-1604488277305-817b4add03dc?q=80&w=2973&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "Design features include large cantilevered eaves that shade the interior from the summer sun while allowing the low-angle winter sun to penetrate and warm the building. Optimum energy performance is achieved using high spec building components including energy efficient glazing, high R-Value insulation, and high-efficiency heating systems. Our homes exceed energy guidelines and provide great performance and efficiency."
      },
      {
        "id": 8,
        "title": "fh-components",
        "image": "https://images.unsplash.com/photo-1556156653-e5a7c69cc263?q=80&w=2971&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "Fh supplies and deliver in phases all components including the pre-engineered superstructure, steel connectors, framing timber, sheathing plywood, waterproof wall membranes, two-ply modified roof membrane, windows, and exterior doors. We construction manage the general contractor (GC) to expedite the erection of the custom modular home, advising on building methods and construction materials. Mafco specialist contractors apply the roof membrane and install all exterior windows and doors to the phase, “sealed structure”."
      },
      {
        "id": 9,
        "title": "the-build",
        "image": "https://plus.unsplash.com/premium_photo-1661871134049-8ec58bd20158?q=80&w=2970&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "text": "We can recommend a qualified GC or work with a contractor of your choice. The GC is involved from the ground up, being responsible for the building’s foundation; the labour to erect the Faro framing component; and, assisting in the provision of a network of sub-trades to install electrical, mechanical and plumbing requirements. When it comes time to finish your home inside and out, the GC will provide Fh specified or your choice of finish."
      }
    ]
  },

  "projects": {
    "introduction": "At home \nwith nature.",
    "items": [
      {
        "id": 1,
        "name": "Jefferson",
        "city": "Cassis",
        "surface": 300,
        "description": "Welcome to our luxurious modern villa nestled in the stunning region of Cassis, France. Offering an unparalleled experience of opulence and sophistication, this exquisite property epitomizes the pinnacle of luxury living. Set against the backdrop of Cassis's breathtaking natural beauty, our villa combines sleek contemporary design with the finest craftsmanship and amenities. Every detail has been meticulously curated to provide an ambiance of elegance and comfort. As you step into the grand foyer, you're greeted by soaring ceilings and an abundance of natural light cascading through expansive windows, framing panoramic views of the Mediterranean Sea and the picturesque landscape of Cassis. Designed for the most discerning clientele, our villa boasts spacious living areas adorned with exquisite furnishings and bespoke finishes. The gourmet kitchen, equipped with state-of-the-art appliances, is a haven for culinary enthusiasts, while the lavish bedrooms and spa-like bathrooms offer a sanctuary of relaxation and indulgence. Outside, the allure continues with impeccably landscaped gardens, a sparkling infinity pool, and multiple al fresco dining and entertaining areas, perfect for enjoying the Mediterranean climate in style. Whether you seek tranquility amidst nature or excitement exploring the charms of Cassis and its surroundings, our villa provides the ultimate retreat for those accustomed to the finest things in life. Experience the epitome of luxury living at our modern villa in Cassis, where every moment is infused with unparalleled beauty, sophistication, and refinement. Your dream of a luxurious lifestyle awaits.",
        "image": "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      },
      {
        "id": 2,
        "name": "Cosmopolite",
        "city": "Cannes",
        "surface": 400,
        "description": "Perched on a hilltop overlooking the azure waters of the Mediterranean, Villa Cosmopolite offers an unrivaled retreat in the heart of Cannes. This architectural masterpiece seamlessly blends modern luxury with timeless elegance, providing the ultimate sanctuary for discerning travelers. With spacious living areas, panoramic terraces, and a private infinity pool, every moment spent here is imbued with tranquility and sophistication. Indulge in the epitome of Mediterranean living at Villa Cosmopolite.",
        "image": "https://images.unsplash.com/photo-1582268611958-ebfd161ef9cf?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      },
      {
        "id": 3,
        "name": "L'Élégante",
        "city": "Nice",
        "surface": 350,
        "description": "Experience unparalleled luxury at Villa L'Élégance, where sophistication meets serenity.\n Nestled amidst lush gardens overlooking the Mediterranean Sea, this exquisite villa boasts opulent interiors, expansive outdoor spaces, and state-of-the-art amenities. From the sleek modern design to the breathtaking sea views, every aspect of Villa L'Élégance is designed to enchant and inspire. Indulge in the ultimate Mediterranean escape at Villa L'Élégance.",
        "image": "https://images.unsplash.com/photo-1502005097973-6a7082348e28?q=80&w=1587&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      },
      {
        "id": 4,
        "name": "Villa Paradis",
        "city": "Toulon",
        "surface": 320,
        "description": "Discover paradise at Villa Paradis, where luxury and tranquility converge. Set amidst lush Mediterranean gardens, this stunning villa offers a serene oasis away from the hustle and bustle of everyday life. With its stylish interiors, panoramic views, and private pool, Villa Paradis is the perfect retreat for those seeking a peaceful getaway in Monaco.",
        "image": "https://images.unsplash.com/photo-1613977257365-aaae5a9817ff?q=80&w=1587&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      },
      {
        "id": 5,
        "name": "Villa Mirabelle",
        "city": "Saint-Jean-Cap-Ferrat",
        "surface": 380,
        "description": "Escape to Villa Mirabelle, where luxury meets nature in perfect harmony. Surrounded by verdant landscapes and breathtaking sea views, this elegant villa offers a tranquil retreat for the discerning traveler. With its spacious interiors, lush gardens, and infinity pool, Villa Mirabelle is a haven of relaxation and indulgence.",
        "image": "https://images.unsplash.com/photo-1597211833712-5e41faa202ea?q=80&w=1635&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      },
      {
        "id": 6,
        "name": "Villa Sérénité",
        "city": "Marseille",
        "surface": 420,
        "description": "Embrace the essence of serenity at Villa Sérénité, a luxurious retreat in the heart of Marseille. Nestled amidst fragrant gardens and overlooking the Mediterranean Sea, this exquisite villa offers the perfect blend of elegance and tranquility. With its stylish interiors, panoramic terraces, and infinity pool, Villa Sérénité is a haven for relaxation and indulgence.",
        "image": "https://images.unsplash.com/photo-1600585154363-67eb9e2e2099?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      },
      {
        "id": 7,
        "name": "Belle Vue",
        "city": "Cassis",
        "surface": 350,
        "description": "Indulge in the ultimate Mediterranean experience at Villa Belle Vue, located in the charming town of Cassis. Offering breathtaking views of the azure waters and rugged cliffs, this luxurious villa boasts modern amenities, elegant interiors, and spacious outdoor living areas. Whether you're relaxing by the infinity pool or enjoying alfresco dining on the terrace, Villa Belle Vue promises an unforgettable stay in the South of France.",
        "image": "https://images.unsplash.com/photo-1595243643203-06ba168495ea?q=80&w=1635&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      },
      {
        "id": 8,
        "name": "L'Azure",
        "city": "Antibes",
        "surface": 210,
        "description": "Escape to the luxurious Villa Azur, located in the picturesque town of Antibes. Nestled amidst lush gardens and overlooking the sparkling Mediterranean Sea, this exquisite villa offers the perfect blend of elegance and tranquility. With its spacious interiors, private pool, and panoramic views, Villa Azur is a haven for relaxation and indulgence. Experience the epitome of luxury living on the French Riviera at Villa Azur.",
        "image": "https://images.unsplash.com/photo-1613490493576-7fde63acd811?q=80&w=1742&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      },
      {
        "id": 9,
        "name": "Villa Palatiale",
        "city": "Saint-Paul-de-Vence",
        "surface": 450,
        "description": "Experience the height of luxury at Villa Palatiale, nestled in the charming town of Saint-Paul-de-Vence. Surrounded by lush gardens and boasting panoramic views of the Mediterranean Sea, this exquisite villa offers an unparalleled retreat for discerning travelers. With its elegant interiors, spacious outdoor living areas, and infinity pool, Villa Palatiale is the epitome of sophistication and relaxation.",
        "image": "https://images.unsplash.com/photo-1600566753190-17f0baa2a6c3?q=80&w=1740&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
      }
    ]
  }
}
